{"1":[],"2":[],"3":[],"4":[],"5":[],"6":[],"7":[],"8":[],"9":[],"10":[],"11":[],"12":[],"13":[],"14":[],"intro1":"This is BTS, or ‘Beyond the Scene’. They are the hottest K-pop band right now.","intro2":"In fact, they are en route to becoming the biggest band in the world. Since their debut in 2013, they’ve set world records on Billboard Chart[1], Youtube[2], and Twitter[3], as well as done sold-out world tours outperforming Taylor Swift’s and Ariana Grande’s.[4] Their popularity has been likened to the Beatlemania[5] of the 60s, and by raking in US$3.6 billion[6] in 2019—that’s 0.3% of South Korea’s GDP!—they sure are giving the Beatles a run for their money.","intro3":"All these accolades ought to give the K-pop industry—long criticized for churning out cookie-cutter idols and music—cause for celebration. Except, BTS is an outlier in K-pop. They did not debut under any of the ‘Big 3’ entertainment agencies at the time, whose deep pockets help groom trainees into superstars. They also produce some of their own music and manage their own Twitter accounts. Were the critics right, then? Is BTS a phenomenon because they do not fit into the K-pop mold?","intro4":"Set against BTS’s novelty, the K-pop industry can come across as formulaic, too big of an institution to take on risks. But the history of K-pop shows us otherwise. K-pop has always been about reinvention. What we now recognize as key characteristics of K-pop groups—their big group size and varied group positions—were once new ideas that got co-opted into the playbook. While BTS is commendable in many ways, their success was built on the shoulders of giants.","intro5":"To understand BTS’s place in K-pop, let’s take it back to 1992, when Seo Taiji and Boys—the world’s first K-pop band—formed.","bars1":"K-pop first became a thing when the trio Seo Taiji and Boys, burst into Korea’s entertainment scene in 1992 with their streetwear (complete with ski gloves), breakdancing to catchy rap tunes.","bars2":"The next revolution came in the mid-2000s, when Super Junior and Girls’ Generation debuted under SM Entertainment.","bars3":"The third generation of idols took note of this, but went even further. Change here to something about increasing popularity of genre.","bars4":"We start seeing 'super-size groups'—10 members and more—emerging at a consistent rate in the 2010s. Anything else interesting here?","bars5":"But it wasn’t just about adding more members. Larger groups have the flexibility of breaking into smaller 'subunits'. Subunits are extensions of the main group that have different concepts, music genres, or songs produced in non-Korean languages to target a diverse range of markets.","topten1":"Looking at top ten, we can see this has proven to be a lucrative strategy. Most of the third-generation groups that made the top 10 have co-opted the subunits strategy.","topten2":"transition to idol show. Here’s how these work: several trainees from various entertainment agencies compete in different rounds to eventually debut together as a new girl or boy group. The most popular show, Produce 101, allowed fans to 'produce' their dream K-pop group from 101 trainees by voting on the group’s concept, debut song, name, and member line-up. This took the guesswork out of whether fans would like the group or not—the band was literally a product of popular choice.","topten3":"BTS is the only third-generation group in the top 10 without a subunit. And they were formed by BigHit Entertainment—a small outfit then—rather than idol survival shows sponsored by bigger companies.","topten4":"But what BTS did more successfully than others was their ability to appear personable, even as a septet. They share goofy, candid photos of themselves on Twitter. They pen songs about issues youths resonate with, from mental health struggles, to the pressure-cooker education system of South Korea, encapsulated by the colloquial term ‘hell Joseon’.[8] They come across as genuine people who happen to be global superstars, not unreachable idols. Other than their obvious talents and hard work, BTS owes their success to BigHit Entertainment, which gave them unprecedented artistic freedom and control. Only time will tell if their success will spur a new phase of greater artist autonomy in K-pop.","rankings0":"Next, let’s look at another key characteristic of K-pop groups: their group positions. Unlike the typical four-piece configuration in Western bands consisting of a lead singer, drummer, and two guitarists, K-pop groups have many positions. A category—say rap—can have up to six positions made up of lead, main, sub, and high/low rappers. Such segmentation allows for a clear division of labour in terms of screen time, placement in photoshoots and performances, and each rapper’s function within the group.","rankings01":"In most groups, members usually take on more than one position, and the same position can be occupied by more than one member. To illustrate, let’s take a look at BTS’s group configuration.","rankings02":"Notice that none of them is attributed as a songwriter or producer despite the group producing and writing their own songs. Generally, a K-pop group is formed by assembling trainees with different skills. The priority for bands is therefore making sure the usual positions are filled, and BTS was no exception. Where BTS’s unique impact lies is their popularization of the role of maknae by highlighting the important group dynamics between the hyungs and maknaes—older and younger members, respectively.","rankings1":"K-pop aesthetics today are almost as well-known as their songs—think colorful hair, distinctive concept albums, and slick music videos.","rankings2":"Popularized by Seo Taiji and Boys, and DJ DOC in the early 90s, rap fit into the zeitgeist of a new and fully democratic South Korea. These groups wrote lyrics criticizing the government, education system, and other social injustices. Their words spoke to the sinsedae (new) generation[9], who grew up consuming American media in the backdrop of an authoritarian regime. For these groups, rap formed the core of their identities, as seen in their choice of clothes, music, and choreography.","rankings3":"South Korea’s seniority-based culture extends to K-pop as well, where age usually determines the leader and maknae (youngest person) positions.","rankings4":"Unlike rap and dance, which eventually branched into the more specific main and lead positions, the vocalist position continues to dominate through the years.","rankings5":"Changes in dance positions and group size go hand in hand. Group sizes were small in the 1990s, and there wasn’t really a need to designate a dancer position, as everyone danced in unison. As groups expanded, they took on enough members to fill more specific roles like main and lead dancers, who take on dance solos.","outro1":"Relative to other music genres, K-pop is young. But in the short time since 1992, it has grown to become the cultural behemoth it is today. What has been consistent across K-pop’s history is the industry’s willingness to reinvent based on the responses it receives from South Korean society. Group positions, with their clearly defined functions, mirror the hierarchical ethos of South Korea. Group sizes have evolved alongside South Korea’s consumption habits, as greater access to online content called for bigger and showier performances. As international as K-pop has become, it remains steeped in South Korea’s ethos, which may explain why foreign ‘K-pop’ groups have all been flops.[11][12]","outro2":"Perhaps what the genre’s critics consider formulaic really is the secret sauce to K-pop’s success.","methodology":"The dataset for K-pop groups was based on Wikipedia’s list of South Korean idol groups.[13] We then narrowed the list to include only groups with K-pop listed as a genre (except Seo Taiji and Boys, because they were the first K-pop group). Group sizes and positions were collected from K Profiles.[14] We determined the top 10 third-generation groups based on Gaon’s Album Chart from 2011–2019."}