{"site":"https://the-pudding.github.io/kpop/","title":"Why are K-pop groups so big?","intro1":"Try typing “Why are K-pop groups...” into Google search and autocomplete offers several suggestions: “...so large,” “...so big” and “...so popular.” The rapid global growth of Korean music over the past decade has puzzled non-fans (and even experts), and it seems that the size of K-pop groups might be a mystery, too.","intro2":"Traditionally, rock bands have as many members as there are instruments: a lead singer, two guitarists, and a drummer. Popular Western boy groups—like The Jackson Five, New Kids on the Block, Boyz II Men, Backstreet Boys, N*Sync, The Jonas Brothers, One Direction—and girl groups—like The Supremes, Destiny’s Child, TLC, The Spice Girls, and Little Mix—have ranged in size from 3-5 members. Compared to those numbers, K-pop groups with 7 or 9 or even 21 members (yes, a group that big exists) might seem alien, or downright excessive. And yet the average size of the top 10 selling K-pop groups of the last decade (like girl group  <span class=tooltip-highlight-gif data-tippy-content=\"twice\">TWICE</span>, pictured above) is 9 members.","intro3":"So, how did groups get that large? What about large groups is so appealing? And, what do the sizes of K-pop groups tell us about why K-pop is so popular?","intro4":"To answer those questions, we tracked trends in group sizes and member roles over modern K-pop’s 30-year history, breaking the numbers down across the industry’s 3 generations of artists.","Header1":"K-pop Group sizes, ’92-’20","bars1":"The first generation began with the debut of a 3-member group that is credited with inspiring K-pop as we know it today:, <span class=tooltip-highlight-gif data-tippy-content=\"seo\">Seo Taiji and Boys</span>. They synthesized Korean music, fashion style, and dance with Western influences like hip-hop, new jack swing, and rock to capture the imagination of Korean youth. Their success inspired the debuts of groups that drew on similar influences and K-pop soon began to take shape as a formal industry that combined the idol training system of Japan with the music, dance, and style elements introduced by Seo Taiji and Boys. 5-member boy group H.O.T debuted in 1996 under then-fledgling company SM Entertainment and were considered the first modern K-pop group under this new format. Around this time, K-pop began to gain international attention as part of a growing regional interest in Korean culture across East and Southeast Asia, called “Hallyu.” Today, Hallyu is a global phenomenon influencing food, beauty, music, technology, and fashion.","bars2":"As K-pop’s popularity grew outside of South Korea, so did the size of its groups. While 1st generation group sizes typically ranged from 3-5 members, the debut of 12-member <span class=tooltip-highlight-gif data-tippy-content=\"super\">Super Junior (2005)</span>and 9-member <span class=tooltip-highlight-gif data-tippy-content=\"girls\">Girls’ Generation (2007)</span>, both under SM Entertainment, ushered in a new era of what we’ll call “super-size” groups (9 members or more). You can see them in black. Super Junior and Girls’ Generation groups swiftly became the industry’s top acts, but they remained outliers in size among the 2nd generation. It is only in the past five years that super-size groups have become the new normal in K-pop, with the average debut size of the top 10 selling groups in K-pop in the past 10 years clocking in at 9 members.","bars3":"The third generation—the current generation—brought with it the largest idol groups yet, among them the 21-member Apeace in 2010 and the 13-member SEVENTEEN in 2015. K-pop is now on the cusp of its 4th generation, which is likely to bring more experimentation with size. Adding members has a number of benefits, including more elaborate choreography and formations, but they are also more expensive to produce than groups with only a handful of members. Now that the success of larger groups has been proven, it’s possible that companies are more willing to take the risk on a super-size group, especially considering the popularity of three trends: international casting, subunits, and idol survival shows.","bars4":"Agencies began more proactively recruiting trainees from other countries in the mid 2000s, perhaps to capitalize on K-pop’s international growth. Global auditions were first held primarily in the U.S. and Canada before expanding into China, Japan, Thailand, Australia, Indonesia, Chile, Argentina, Vietnam, and more. As a result, the U.S. is the main country of origin for international idols in the 1st and 2nd generations, while China (including Taiwan and Hong Kong) is the leading country of origin for international 3rd generation idols. A whopping 30% of 3rd generation groups have international members, more than that both the 1st (15%) and 2nd generation (13%) combined. Many agencies now enable hopefuls to send in their auditions online and while there are not often limits on nationality, it is important to note that the majority of idols that do eventually debut are from Asian countries or have Asian heritage.","bars5":"As groups became larger and international casting became more popular, subunits became more prevalent. These are smaller groups-within-a-group that may target a different market or audience by exploring different musical influences or promoting in non-Korean languages.<br><br><span class=tooltip-highlight-gif data-tippy-content=\"nct\">Neo Culture Technology (NCT)</span> is currently the largest group in K-pop with 21 members spread across four fixed and rotational subunits: NCT U, NCT 127, NCT DREAM and Chinese pop group WayV. The group debuted as 6-member NCT U, then began to add members and units like NCT DREAM, which was originally created to target a younger audience than the other units, and WayV, which promotes primarily in China.","bars6":"The upward trend of super-size groups cannot be separated from the growing popularity of idol survival shows. In these televised competitions, young hopefuls either compete against others in the same agency or trainees from various other agencies to eventually debut in a new group. <br><br><span class=tooltip-highlight-gif data-tippy-content=\"wanna\">Wanna One</span>, the 5th highest-selling K-pop group in the past decade, was formed on one of such survival shows, Produce 101’s second season. Produce 101 supposedly allowed fans to “produce” their dream K-pop group from 101 trainees by voting on the member lineup. For some, a spot in the final group was too valuable to leave up to chance—the show is currently under investigation for vote-rigging by internal staff and external agencies.","topten2":"The top 10 K-pop groups by record sales over the past 10 years validate these trends: 5 are super-size groups, 4 have official subunits (and 1, NCT 127, is itself a subunit), and 3 are the product of idol survival shows.","Header2":"Group Positions","rankings01":"As we noted earlier, rock bands typically consist of a lead singer, a drummer, a bassist, and a guitarist. K-pop group members have similar specialized roles across leadership, rap, dance, vocals and visuals. This kind of segmentation allows for a clever division of labor and screen time, song parts, and placement in photoshoots and choreography are often allocated according to these roles. Take a look at the many roles of the members of BTS:","rankings02":"You can see that members have multiple roles across disciplines, with varying levels of responsibility. If all this information feels overwhelming, it might help to think of a K-pop group as a soccer team. Even when players are the size of ants on TV, soccer fans watching at home can tell them apart not only by their mannerisms, but by their position on the field. A forward may fall back to play defense, but you can usually find them upfield. You can think about K-pop groups the same way: the main vocalist dances, but they’ll always be the one belting out the high notes.","rankings03":"Fans will often choose a favorite member within the group, called their “bias,” and a second favorite member called their “bias wrecker.” And, just as sports fans collect trading cards, K-pop fans collect photocards of their most-loved members. These come with albums and other merchandise and are often traded among fans in online marketplaces. Larger group sizes not only offer a broader diversity of members to bias, but also can establish a deeper bond to the group overall: the larger the group, the more members there are to love. Plus, once you’ve taken the time to learn the names and roles of, say, 9 people, that investment is rewarded not just with a better understanding of how the group functions, but how the members relate to each other.","rankings05":"Just as group size has changed over time, the popularity of certain roles have ebbed and flowed. To investigate how they have changed, we looked at the number of groups with members in each role.","rankings1":"The designation of “maknae” as a distinct role has become exceedingly popular. 91% of all 3rd generation groups and 100% of the groups that debuted in 2018 and 2019 have designated <i>maknaes</i>. This may be due to a growing interest from fans in inter-group dynamics which are increasingly available to document, consume, analyze, and share on platforms like YouTube, Twitter, Instagram, and Korean live streaming platform V LIVE. A maknae may be doted on by other members, for example, while leaders, who tend to skew older, might playfully act like tired parents. The increased popularity of the maknae position may also be attributable to BTS’s Jungkook, who was nicknamed “Golden Maknae'' by leader RM for his ability to excel not only in singing, rapping, and dancing but in gaming, sports, drawing, and other endeavors. Over the years, as BTS has developed into industry leaders and amassed an international following, the Golden Maknae grew in popularity, too. A compilation titled <a href=https://www.youtube.com/watch?v=5y3fRM6kvfU>BTS Jungkook is Good at Everything - Golden Maknae Moments</a> currently has more than 15 million views on YouTube.","rankings2":"When Seo Taiji and Boys debuted in 1992, their love of hip-hop style, breakdancing, and rapping laid a foundation for modern K-pop. Many of the groups that came directly after Seo Taiji and Boys used these same elements to form the core of their artistic identities and, since then, K-pop has consistently employed elements of hip-hop. The most consistent has been rap—the majority of modern K-pop singles contain rap elements, which has led to the growth of more delineated main and lead rapper roles within a group over time.","rankings3":"Unsurprisingly, “vocalist” has been the most consistent role in all of K-pop over the industry’s 30 year history. Rap roles and main and lead vocalist roles are limited—usually there are only 2 to 4 in a group—which means that the majority of members take on the role of vocalist, among other duties.","rankings4":"Aesthetics have always been an important part of K-pop but in the mid-2000s, more members began to move into roles based on looks and appearance.<br><br>For example, <span class=tooltip-highlight-gif data-tippy-content=\"yoona\">Yoona</span>, the visual and center of Girls’ Generation (2007), skyrocketed the group’s popularity and reputation by appearing in ads, television dramas, and variety shows.","rankings5":"As groups grew in size, so did the prevalence of main and lead dancers. These roles take on dance solos, perform in the center positions during dance breaks, and may also help lead choreography practice.<br>Larger groups sizes also facilitated new and novel formations and transitions between sections of choreography, like <span class=tooltip-highlight-gif data-tippy-content=\"exo\">EXO’s</span> V-to-X formation and <span class=tooltip-highlight-gif data-tippy-content=\"seventeen\">SEVENTEEN’s</span> “chain reaction.” Not all K-pop idols rap or sing, but all are expected to dance, so “dancer” is a relatively uncommon role.","outro1":"To wrap this up, let’s return to the Google Search that brought us here: Why are K-pop groups so large? The answer lies somewhere within the popularity of super-size groups, the growth of trends in casting, subunits, and survival shows, and the shifting roles within groups over time. We’ve seen that group sizes aren’t arbitrary—in fact, they were developed over three decades of refinement and reinvention—and that, like the K-pop industry itself, groups have exploded in size since the humble beginnings of Seo Taiji and Boys.","methodology":"The dataset for K-pop groups was based on Wikipedia’s list of South Korean idol groups. We then narrowed the list to include only groups with K-pop listed as one of their genres (except Seo Taiji and Boys, because they served as the foundation for K-pop). Debut group sizes and current positions were collected from <a href=https://kprofiles.com/>K Profiles</a>. We determined the top 10 third-generation groups based on data from Gaon’s Album Chart from 2011 to the first half of 2020.","footerbyline":"Design and illustrations by Joceline Kuswanto and Griselda Gabriele","Pictured":"SuMin / SONAMOO","a":[],"b":[],"c":[],"d":[],"e":[],"f":[{"https":"//commons.wikimedia.org/wiki/File:6%EC%9B%94_2%EC%9D%BC_(%EC%97%AC%EC%9E%90)%EC%95%84%EC%9D%B4%EB%93%A4_%ED%8C%AC%EC%82%AC%EC%9D%B8%ED%9A%8C_(36).jpg"},{"https":"//commons.wikimedia.org/wiki/File:6%EC%9B%94_2%EC%9D%BC_(%EC%97%AC%EC%9E%90)%EC%95%84%EC%9D%B4%EB%93%A4_%ED%8C%AC%EC%82%AC%EC%9D%B8%ED%9A%8C_(22).jpg"}],"g":[],"h":[]}